Repository: crschmidt/cambridge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Vote Local!
es: ¡Vote Cerca!

source: We're compiling everything we can find about 2017 Cambridge City Council candidates - from op-eds to campaign finance records. Determine who deserves your #1, #2, or #9 vote - you've got %(num_runners)s options!
es: Estámos recopilando todo lo que encontramos sobre los candidatos del Consejo Municipal 2017 &mdash; hace op-eds a estados de cuenta. Averigüe quién merece su voto #1, #2, or #9 &mdash; tiene su #%(num_runners)s de opciónes!

source: Explore Candidates
es: Explorar los Candidatos

source: Voting
es: Votando

source: Learn More
es: Aprender Más

source: Register to vote
es: Registrarse como votante

source: Exploring
es: Explorar

source: In addition to the individual candidate views, we're providing tools to see the whole field. Click on the Explore tab in the above navigation bar, or start with:
es: Además de ver cada candidato, estámos desarrollando herramienta para ver la totalidad del conjunto.

source: Votes
es: Votos

source: Finance
es: Estados De Cuenta

source: Comparing
es: Comparar

source: Coming soon: the ability to compare and rank candidates - and save your rankings for later!
es: Disponible muy pronto: el poder de comparar e ordenar candidatos &mdash; y salvar el orden!
